;  Files In Use Extension for Inno Setup (IssProc.dll) Language File
;  
;  Add or modify the languages section bellow .
;
;  *** You must save this file as Unicode or some special characters may fail to be displayed ***
; © N. Razvan Serban  
;    home: http://www.Raz-Soft.com
;    mail:   razvaR at gmail.com 
;   PS: If you are adding more languages please send me a copy of your language file at: razvaR at gmail.com. Thank you.

;******************* [English language] Install **************************
[en]
; *** Labels ***
TopBoldLabel=Files in use
TopSubLabel=Some files that needed to be updated are currently in use.
MoreInfoLabel=The following applications are using files that need to be updated by this setup. Close these applications and then click Retry to continue the installation or Cancel to exit it.
;*** Buttons ***
CancelButton=&Cancel
IgnoreButton=&Ignore
RetryButton=&Retry

;******************* [English language] Uninstall **************************
[enu]
; *** Labels ***
TopBoldLabel=Files in use
TopSubLabel=Some files that needed to be removed are currently in use.
MoreInfoLabel=The following applications are using files that need to be removed by this setup. Close these applications and then click Retry to continue uninstalling or Cancel to exit it.
;*** Buttons ***
CancelButton=&Cancel
IgnoreButton=&Ignore
RetryButton=&Retry

;******************* [Simplified Chinese] Install **************************
[chs]
; *** Labels ***
TopBoldLabel=正在使用的软件
TopSubLabel=某些需要更新的软件正在被使用。
MoreInfoLabel=此安装程序需要更新下面的应用程序正在使用的软件。请关闭此应用程序并点击“重试”以便继续安装过程，或者点击“取消”退出。
;*** Buttons ***
CancelButton=取消(&C)
IgnoreButton=忽略(&I)
RetryButton=重试(&R)

;******************* [Simplified Chinese] Uninstall **************************
[chsU]
; *** Labels ***
TopBoldLabel=正在使用的软件
TopSubLabel=需要关闭正在使用的某些软件。
MoreInfoLabel=此安装程序需要关闭下面的应用程序正在使用的软件。请关闭此应用程序并点击“重试”以便继续卸载过程，或者点击“取消”退出。
;*** Buttons ***
CancelButton=取消(&C)
IgnoreButton=忽略(&I)
RetryButton=重试(&R)

;******************* Traditional Chinese
[cht]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* [Romanian language] ************************
[ro]
; *** Labels ***
TopBoldLabel=Fişiere deschise
TopSubLabel=O parte din fişierele ce urmează sa fie instalate sunt deschise.
MoreInfoLabel= Următoarele aplicaţii folosesc fişiere ce necesită să fie rescrise de acest Setup. Închideţi aceste aplicaţii şi apăsaţi <Ok> pentru a continua sau <Anulează> pentru a anula instalarea.
;*** Buttons ***
CancelButton=&Anulează
IgnoreButton=&Ignoră
RetryButton=&Ok

;******************* Deutsch
[de]
; *** Labels ***
TopBoldLabel=Geöffnete Dateien
TopSubLabel=Ein oder mehrere Dateien, die aktualisiert werden müssen, werden derzeit verwendet.
MoreInfoLabel=Die folgenden Programme greifen auf Dateien zu, die aktualisiert werden müssen. Bitte schließen Sie diese Programme und drücken Sie 'Wiederholen' um mit der Installation fortzufahren.
;*** Buttons ***
CancelButton=&Abbrechen
IgnoreButton=&Ignorieren
RetryButton=&Wiederholen

;******************* Swedish
[se]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Indonesian
[in]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Portuguese - Brasil
[br]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Polish
[pl]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Dutch
[nl]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Italian 
[it]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Japanese
[jp]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* French
[fr]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=

;******************* Russian
[ru]
; *** Labels ***
TopBoldLabel=
TopSubLabel=
MoreInfoLabel=
;*** Buttons ***
CancelButton=
IgnoreButton=
RetryButton=
